Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_158_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Anárašgielat oahppamateriálat
smn: Anarâškielâlâš oppâmateriaaleh

source: Anárašgiella vieris giellan
smn: Eenikielâ Sämikielâ vieres kielân

source: Girjjálašvuohta
smn: Čaabâkirjálâšvuotâ

source: Mánáidgirjjit
smn: Párnáikirjeh

source: Luondu ja biras
smn: Luándu já piirâs

source: Biologiija ja eatnandiehtu
smn: Biologia já eennâmtiätu

source: Oskkoldat
smn: Oskoldâh
